[S_ADVENTmusing_Tygan AkEvent]
SpokenText="Хоча моя участь у розробцi чiпiв стосувалася в основному теоретичних питань, я все ж вiдчуваю вiдповiдальнiсть за результат, який ми спостерiгаємо сьогоднi. Зосередившись на одному аспектi проекту - в моєму випадку на боротьбi з вiдторгненням чiпа людським тiлом, - можна упустити загальну картину. До цих пiр я задаюся питанням, що змусило мене з таким завзяттям зайнятися цим дослiдженням - цiкавiсть ученого чи небажання вникати в суть питання."

[S_Alien_Fortress_Tygan_01 AkEvent]
SpokenText="Ворота готовi. Як у вас?"

[S_Alien_Fortress_Tygan_02 AkEvent]
SpokenText="Прекрасно. Приступимо."

[S_Alien_Fortress_Tygan_03 AkEvent]
SpokenText="Ми вже бачили, як Кодекс вiдкриває подiбний розлом. Пристрiй справиться, я впевнений."

[S_Alien_Fortress_Tygan_04 AkEvent]
SpokenText="Схоже, наш сигнал прийнятий. Наращую потужнiсть."

[S_Alien_Fortress_Tygan_05 AkEvent]
SpokenText="Можливо, це джерело всього, \"тронний зал\" iнопланетян, якщо завгодно. Захищений вiд будь-якого фiзичного вторгнення."

[S_Alien_Fortress_Tygan_06 AkEvent]
SpokenText="Спрацювало. Якусь мить пристрiй був мiж двома точками. Але потiм ворота запросили другий код. Органiчного походження. Його у нас не було, i вони вистрiлили якимось енергетичним iмпульсом."

[S_Alien_Fortress_Tygan_07 AkEvent]
SpokenText="Якщо Кодекс вiдкриває дверi, органiчний код - це ключ до неї."

[S_Alien_Fortress_Tygan_08 AkEvent]
SpokenText="Згоден. Я негайно передам наш звiт командиру."

[S_Autopsy_Andromedon_Blurb AkEvent]
SpokenText="Сам факт того, що цей броньований скафандр продовжує дiяти в бою навiть пiсля загибелi свого власника, вражає уяву. Менi потрiбно буде заручитися допомогою Шень у вивченнi цiєї незвичайної властивостi."

[S_Autopsy_Andromedon_Tygan AkEvent]
SpokenText="Як спочатку i припускала Шень, це створiння дiйсно замкнене всерединi скафандра. На жаль для наших солдат, вiн сам по собi становить чималу небезпеку незалежно вiд стану оператора, що ми з немалим здивуванням виявили в бою."

[S_Autopsy_Archon_Blurb AkEvent]
SpokenText="Вiн справляє сильне враження, хоча я досi не можу зрозумiти, яку саме мету переслiдували iнопланетяни, надаючи таку внушливу форму цьому органiзму."

[S_Autopsy_ArchonKing_Blurb AkEvent]
SpokenText="Я все ще не розумiю, чому iнопланетяни придiляють так багато уваги зовнiшньому вигляду цих архонтiв. Схоже, що з якоїсь причини їхня зовнiшнiсть має для iнопланетних загарбникiв суттєве значення."

[S_Autopsy_ArchonKing_Tygan AkEvent]
SpokenText="Ця особина багато в чому нагадує архонтiв, з якими нам неодноразово доводилося стикатися в минулому. Однак нашi солдати швидко виявили, що ця рiзновиднiсть надає перевагу атакам в ближньому бою, пiдiймає свої жертви на велику висоту i потiм вiдпускає."

[S_Autopsy_Avatar_Blurb AkEvent]
SpokenText="Ця особина... це створiння не має нiчого спiльного з тими, що зустрiчалися нам до цих пiр. I все ж якимось чином нашi солдати змогли здобути над ним перемогу."

[S_Autopsy_Berserker_Blurb AkEvent]
SpokenText="I звичайнi-то мутони вражають своєю агресiєю, але цей чудовий екземпляр виглядає загрозливо навiть пiсля смертi. Я буду щасливий позбутися його, як тiльки закiнчу звiт."

[S_Autopsy_BerserkerQueen_Blurb AkEvent]
SpokenText="Я дотримуюсь думки, що \"королеви берсеркiв\" пiдпорядковують своїй волi \"пiдданих\"-мутонiв завдяки впливу феромонiв. Поки менi не вдалося синтезувати штучну речовину, здатну викликати подiбний ефект."

[S_Autopsy_BerserkerQueen_Tygan AkEvent]
SpokenText="Нашi солдати встигли прозвати це створiння \"королевою берсеркiв\", оскiльки зазвичай супроводжуючi її iншi мутони демонструють ознаки пiдпорядкування цiй особинi. Її чудова броня тiльки посилює надзвичайну природну витривалiсть цього створiння."

[S_Autopsy_Captain_Blurb AkEvent]
SpokenText="Схоже, що капiтан \"Адвента\" має здатнiсть стабiлiзувати зв'язок мiж знаходячимися поблизу вiд нього солдатами i вежами мережi \"Адвента\"."

[S_Autopsy_Chryssalid_Blurb AkEvent]
SpokenText="Навiть моя цiкавiсть не здатна заглушити сумнiви. Я майже впевнений, що брати на борт корабля цей конкретний зразок було надзвичайно необачною iдеєю."

[S_Autopsy_Codex_Tygan AkEvent]
SpokenText="Активний Кодекс представляє собою постiйно змiнюючуся аномальну структуру, присутню в нашому свiтi протягом мiлiсекунд. Однак вiн виявився вразливим для цiлком звичайного озброєння i розчинився в просторi, залишивши пiсля себе цей об'єкт."

[S_Autopsy_Faceless_Blurb AkEvent]
SpokenText="Я часто думаю про те, звiдки iнопланетяни могли почерпнути iдею створення подiбного створiння. Невже десь у галактицi iснує свiт, населений подiбними багатоликими створiннями? Можливо, це всього лише результат генетичних експериментiв?"

[S_Autopsy_Gatekeeper_Blurb AkEvent]
SpokenText="Я починаю пiдозрювати, що незвичайна зовнiшнiсть цього створiння якимось чином пов'язана з його вражаючими псiонiчними здiбностями. За кожною дiєю iнопланетян стоїть залiзна логiка, якою б жорстокою i незрозумiлою нам вона не була."

[S_Autopsy_Muton_Blurb AkEvent]
SpokenText="Безумовно, використання iнопланетянами цих масивних чудовиськ у перших рядах своєї армiї - сильний i розрахований хiд. Навряд чи у когось залишиться бажання опиратися пiсля зустрiчi з мутоном вiч-на-вiч."

[S_Autopsy_Sectoid_Blurb AkEvent]
SpokenText="Стрiмка фiзична еволюцiя сектоїдiв, яку ми спостерiгаємо в останнi двадцять рокiв, слугує не лише доказом здатностi iнопланетян манiпулювати генетичним кодом, але i свiдченням їхньої рiшучостi досягати своїх цiлей, незважаючи на ризик."

[S_Autopsy_Shieldbearer_Blurb AkEvent]
SpokenText="Цi щитоносцi не сильно вiдрiзняються вiд своїх побратимiв з \"Адвента\". Мабуть, найбiльш суттєва вiдмiннiсть - їхня неповторна броня."

[S_Autopsy_StunLancer_Blurb AkEvent]
SpokenText="Спочатку \"Адвент\" планував використовувати цих бiйцiв для придушення громадянських бунтiв у великих мiстах, однак з тих пiр вони перейшли на ще жорсткiшi методи пiдтримання порядку."

[S_Autopsy_Trooper_Blurb AkEvent]
SpokenText="Незважаючи на ретельний аналiз, я не можу сказати, якi переваги дають гiбридним солдатам \"Адвента\" великi очi, якщо дають взагалi. Менi навряд чи вдасться перевiрити їх зiр."

[S_Autopsy_Viper_Blurb AkEvent]
SpokenText="Я знаходжу вкрай незвичайним той факт, що створiння, ранiше вiдоме як \"дохляк\", врештi виявилося генетичною модифiкацiєю цих iнопланетних рептилiй."

[S_Autopsy_ViperQueen_Blurb AkEvent]
SpokenText="У рядах iнопланетних загарбникiв безлiч найрiзноманiтнiших створiнь, але цей зразок навiює менi думки про мiфологiчнi створiння."

[S_Autopsy_ViperQueen_Tygan AkEvent]
SpokenText="Незважаючи на те, що ця особина знаходиться в далекому родствi з звичайною гадюкою, зовсiм очевидно, що перед нами ще одна спроба iнопланетян прискорити природний процес еволюцiї. Гадюки мають здатнiсть видiляти смертельну отруту, але залози цього створiння видiляють замiсть неї легкозаймисту рiдину."

[S_Avenger_Ambient_Tygan_Advent AkEvent]
SpokenText="\"Адвент\" досить успiшно переконує людей переселятися в їхнi мiста. Пропагандистськi кампанiї постiйно нагадують про переваги переселення, i вiд добровольцiв немає вiдбою. На жаль, бiльшiсть новоприбулих слабо уявляє, що це буде для них означати."

[S_Avenger_Ambient_Tygan_AlienInvasionB_01 AkEvent]
SpokenText="Я був бiохiмiком у фармацевтичнiй компанiї. В основному займався вакцинами. Мене помiтили в \"Адвентi\" i вiдправили працювати в одну з перших клiнiк генної терапiї. Там я своїми очима побачив, на що здатнi їхнi технологiї."

[S_Avenger_Ambient_Tygan_AlienInvasionB_02 AkEvent]
SpokenText="Дякую за добре слово."

[S_Avenger_Ambient_Tygan_ChipFunctionB_01 AkEvent]
SpokenText="Звичайно. Бiльше того, вiн здатен працювати як малопотужний передавач. Менi довелося змайструвати подобу клiтини Фарадея, щоб iнопланетяни не змогли його вiдстежити. Доступ має тiльки Шень."

[S_Avenger_Ambient_Tygan_CityMigration_01 AkEvent]
SpokenText="Я працював у такiй i можу сказати, що їхнiй рiвень незрiвнянний з нашим. Iнопланетяни фактично позбавили людство вiд найстрашнiших хвороб - раку, малярiї, СНIДу. Сам процес досить простий."

[S_Avenger_Ambient_Tygan_CityMigration_02 AkEvent]
SpokenText="Так, цiна питання - вiдповiднiсть правилам \"Адвента\". Бiльшiсть людей про це взагалi не задумується - розглядають просто як певну незручнiсть."

[S_Avenger_Ambient_Tygan_CityMigrationB_01 AkEvent]
SpokenText="Гадаю, на даному етапi вже не потрiбно нiкого вмовляти."

[S_Avenger_Ambient_Tygan_CityMigrationB_02 AkEvent]
SpokenText="Так, звичайно, але як щодо смертельно хворих? Старих? Iнвалiдiв? Iнопланетяни можуть запропонувати їм те, чого не можемо ми, i за таке бiльшiсть готова заплатити будь-яку цiну."

[S_Avenger_Ambient_Tygan_CityMigrationB_03 AkEvent]
SpokenText="Сподiваюся, з вами будуть солiдарнi."

[S_Avenger_Ambient_Tygan_CrewDis AkEvent]
SpokenText="Хоча бiльшiсть членiв екiпажу ставиться до мене дружньо, я вiдчуваю глибоку недовiру з боку доктора Шень. У спiлкуваннi вона ввiчлива, але єдина причина цього - повага до командира, а зовсiм не щире бажання зi мною працювати. Але рано чи пiзно я i їй доведу, чого вартий."

[S_Avenger_Ambient_Tygan_FacadePeace_01 AkEvent]
SpokenText="Так, це перевага роботи з \"Адвентом\". На перший погляд, життя там дуже комфортне. Але у всього є своя цiна."

[S_Avenger_Ambient_Tygan_FacadePeace_02 AkEvent]
SpokenText="Так, але \"Адвент\" завжди за всiма слiдкує. Вiн всюди - i це не кажучи вже про самих iнопланетян i автоматизованi системи. Коли лiхтарний стовп перевiряє у тебе документи - це просто щось."

[S_Avenger_Ambient_Tygan_FacadePeaceB_01 AkEvent]
SpokenText="Чесно кажучи, це перестало мене хвилювати. Бiльше всього я сумую за своїм обладнанням."

[S_Avenger_Ambient_Tygan_FacadePeaceB_02 AkEvent]
SpokenText="Так, в ресурсах вони недостатку не мають."

[S_Avenger_Ambient_Tygan_GeneTherapy AkEvent]
SpokenText="Коли я працював у клiнiцi \"Адвента\", то бачив такi речi, якi до прибуття iнопланетян вважалися б дивом. Одна процедура - i до старих i хворих поверталися життєвi сили. Багато плакали вiд щастя. Це наймогутнiше - i, мабуть, найпiдступнiше зброя противника. Мене мучить усвiдомлення того, що я брав участь у його створеннi."

[S_Avenger_Ambient_Tygan_LabQuirks AkEvent]
SpokenText="Хоча я заздалегiдь розумiв, наскiльки обмеженi будуть мої ресурси i обладнання на борту \"Месника\", змушений визнати, що звикнути до цього було нелегко. Навiть стабiлiзуюче поле не рятує вiд частих турбулентностей i маневрiв ухилення, що ставлять пiд загрозу чутливi експерименти. Щоб не втрачати ефективнiсть, менi доведеться переглянути деякi аспекти своєї роботи."

[S_Avenger_Ambient_Tygan_Quick_01 AkEvent]
SpokenText="Можливо, пора показати комусь ще, як керувати \"Месником\". Я не зможу працювати, поки мiстер Бредфорд не навчиться тримати корабель рiвно."

[S_Avenger_Ambient_Tygan_Quick_02 AkEvent]
SpokenText="Змушений визнати, працювати в таких непростих умовах на \"Меснику\" навiть в чомусь цiкаво. Кожне рiшення, кожне вiдкриття виключно важливi, а помилкам тут абсолютно немає мiсця."

[S_Avenger_Ambient_Tygan_Quick_03 AkEvent]
SpokenText="Постiйна пильнiсть доктора Шень починає втомлювати. Я завжди вважав себе терплячою людиною, але якщо ми хочемо чогось досягти, їй доведеться менi довiритися."

[S_Avenger_Ambient_Tygan_Quick_04 AkEvent]
SpokenText="Менi стало цiкаво, ким нас вважають в \"Адвентi\". Вони бачать в нас реальну загрозу чи ми для них просто незначна перешкода?"

[S_Avenger_Ambient_Tygan_Quick_05 AkEvent]
SpokenText="Iнопланетяни мають значнi ресурси, але ми непогано виступаємо проти них, навiть незважаючи на всi нашi обмеження."

[S_Avenger_Ambient_Tygan_Quick_06 AkEvent]
SpokenText="Доблестю i витримкою наших бiйцiв не можна не захоплюватися. Вони борються проти навченої i добре озброєної ворожої сили, але їхня вiдданiсть справi непохитна."

[S_Avenger_Ambient_Tygan_Quick_07 AkEvent]
SpokenText="Без доступу до викопного палива поза мiстами непросто отримувати енергiю. Навiть серед найбiльш затятих противникiв iнопланетян високо цiнується трофейне обладнання \"Адвента\"."

[S_Avenger_Ambient_Tygan_Quick_08 AkEvent]
SpokenText="Нашi останнi вiдкриття радують, але нам ще стiльки всього потрiбно дiзнатися про намiри ворога."

[S_Avenger_Ambient_Tygan_Quick_09 AkEvent]
SpokenText="При жорсткому графiку роботи на \"Меснику\" нiяк не вдається знайти час для кiлькох теоретичних експериментiв. Можливо при наступному приземленнi..."

[S_Avenger_Ambient_Tygan_Quick_10 AkEvent]
SpokenText="Я бачу, як члени екiпажу мовчки поглядають на шрам на моїй шиї. Якби менi не довелося самому дiставати свiй чiп, вийшло б акуратнiше."

[S_Avenger_Ambient_Tygan_TyganConscienceB_01 AkEvent]
SpokenText="Як i багатьом з нас, менi здавалося, що iнопланетяни щиро зацiкавленi у свiтi. Тож вибiр був нескладним - я вирiшив, що це i є нормальне життя. Я помилявся."

[S_Avenger_Ambient_Tygan_TyganConscienceB_02 AkEvent]
SpokenText="Я ж сказав, це була помилка. Сподiваюся, працюючи на благо XCOM, я її виправлю."

[S_Avenger_Tygan_Not_Enough_Scientists AkEvent]
SpokenText="Командире, якщо у нас з'являться новi бiйцi зi схильнiстю до наукової дiяльностi, я буду дуже радий."

[S_Avenger_Tygan_Wounded_Soldiers_No_Infirmary AkEvent]
SpokenText="Командире, до цих пiр нам вдавалося обслуговувати поранених, але було б набагато краще, якби у нас з'явився лазарет."

[S_Blacksite_Horror_Tygan_01 AkEvent]
SpokenText="Дуже сподiваюся, що цi похмурi картини - наше найгiрше вiдкриття на сьогоднi."

[S_Blacksite_Horror_Tygan_02 AkEvent]
SpokenText="Генетичний код. Безкiнечна кiлькiсть комбiнацiй, але всi з типовими маркерами. Людськими маркерами."

[S_Blacksite_Horror_Tygan_03 AkEvent]
SpokenText="Десятки тисяч. I процедура ще далека вiд завершення."

[S_Blacksite_Horror_Tygan_04 AkEvent]
SpokenText="Я такого не бачив навiть у найстрашнiших кошмарах."

[S_Blacksite_Horror_Tygan_05 AkEvent]
SpokenText="Гадаю, ми знайшли зниклих людей."

[S_Blacksite_Horror_Tygan_06 AkEvent]
SpokenText="Медична перевiрка i вiдбiр. Пiдходящi кандидати вiдправляються в цей проклятий комплекс, де перетворюються в матерiал, який перед нами."

[S_Blacksite_Horror_Tygan_07 AkEvent]
SpokenText="Не буду навiть гадати, але нiякi дослiдження не виправдовують подiбне…"

[S_Blacksite_Horror_Tygan_08 AkEvent]
SpokenText="Пiдтримую. Там iнформацiя, яка може бути безцiнною для зриву планiв ворога."

[S_Broadcast_Truth_Tygan_01 AkEvent]
SpokenText="Так, схоже, зворотний зв'язок справив очiкуваний ефект."

[S_CaptainAutopsy_Tygan AkEvent]
SpokenText="Офiцери \"Адвента\" явно модифiкованi, щоб мати можливiсть вiддавати накази за допомогою псiонiки. Ключ до цього - чiп."

[S_CaptainAutopsyReminder_Tygan AkEvent]
SpokenText="Командире, у нас в морозилцi офiцер \"Адвента\". Рекомендую якнайшвидше провести розтин."

[S_Commander_Awakens_Tygan_01_Setup_Phase AkEvent]
SpokenText="Обережнiше! Потенцiйно ми маємо справу з багаторiчною атрофiєю!"

[S_Commander_Awakens_Tygan_02_Setup_Phase AkEvent]
SpokenText="Не буду сперечатися. Однак ми ризикуємо втратити пацiєнта, якщо негайно не проведемо видалення."

[S_Commander_Awakens_Tygan_03_Setup_Phase AkEvent]
SpokenText="Неймовiрно!"

[S_Commander_Awakens_Tygan_04_Setup_Phase AkEvent]
SpokenText="...Є вiдгук в корi головного мозку. Добре. Готуємося йти далi."

[S_Commander_Awakens_Tygan_05_Setup_Phase AkEvent]
SpokenText="...Останнє з'єднання знайдено. Зараз буде останнiй надрiз."

[S_Commander_Awakens_Tygan_06_Setup_Phase AkEvent]
SpokenText="Як вже говорилося, нi. Видаляти цi iмплантати нiколи..."

[S_Commander_Awakens_Tygan_07_Setup_Phase AkEvent]
SpokenText="...пульс нестабiльний."

[S_Commander_Awakens_Tygan_08_Setup_Phase AkEvent]
SpokenText="...Реакцiя зiниць нормальна, параметри стабiльнi. Операцiя завершена."

[S_Dark_Volunteer_01_Tygan_01 AkEvent]
SpokenText="Згоден. Потрiбно негайно проiнформувати командира."

[S_Dark_Volunteer_01_Tygan_02 AkEvent]
SpokenText="Командире. Цент."

[S_Dark_Volunteer_01_Tygan_03 AkEvent]
SpokenText="\"Зал тiней\" завершив аналiз ДНК Аватара. Ми виявили генетичну послiдовнiсть, необхiдну для проходу через псi-ворота."

[S_Dark_Volunteer_01_Tygan_04 AkEvent]
SpokenText="Однак потрiбно не просто передача генетичних даних."

[S_Dark_Volunteer_01_Tygan_05 AkEvent]
SpokenText="Цiлком. Наш зразок вже не вiдновити, але вiн забезпечив нас генетичною схемою."

[S_Dark_Volunteer_01_Tygan_06 AkEvent]
SpokenText="Людська ДНК, об'єднана з ДНК Старiйшин i псiонiчно заряджена. В результатi розтину я отримав i необхiдну генетичну схему, i ДНК Старiйшини. З часом ми зможемо вiдтворити подiбну процедуру."

[S_Dark_Volunteer_01_Tygan_07 AkEvent]
SpokenText="Так, вiрно. Однак генна iнженерiя може створити тiло, але не свiдомiсть, щоб ним керувати."

[S_Dark_Volunteer_01_Tygan_08 AkEvent]
SpokenText="Пряме пiдключення до їхньої мережi непiдготовленої нервової системи призведе до серйозної, можливо, навiть летальної травми. Поки що ми знаємо лише одну людину, яка пережила подiбне."

[S_Dark_Volunteer_01_Tygan_09 AkEvent]
SpokenText="Забезпечує iдеальне пiдключення i пiдiгнаний пiд вашi бiологiчнi данi, командире. Якщо є людина, яка має хоч якiсь шанси пережити з'єднання, то це ви."

[S_Dark_Volunteer_01_Tygan_10 AkEvent]
SpokenText="Але це все, що я можу запропонувати. Це наш єдиний варiант перетнути iнопланетний портал."

[S_Dark_Volunteer_02_Tygan_01 AkEvent]
SpokenText="Готово. Цей матерiал мiстить всi наявнi у нас залишки ДНК Старiйшин. Другого шансу не буде."

[S_Dark_Volunteer_02_Tygan_02 AkEvent]
SpokenText="Синтез практично завершений."

[S_Dark_Volunteer_02_Tygan_03 AkEvent]
SpokenText="А тепер Лiлi!"

[S_Despite_The_Unexpected_Tygan AkEvent]
SpokenText="Незважаючи на несподiваний результат наших експериментiв з iнопланетними псi-воротами, я не сумнiваюся в тому, що цi дослiдження вiдiграють найважливiшу роль у плануваннi наших подальших дiй. Тепер ми точно знаємо, як працюють цi ворота i що вiд нас потрiбно, щоб через них пройти. Менi шкода \"Гремлiна\" доктора Шень, незважаючи на те, що це всього лише машина."

[S_First_Scientist_Received_Tygan AkEvent]
SpokenText="Дякую за додатковий персонал. Я проконтролюю, щоб вони зайнялися корисною справою."

[S_Golden_Path_Mission_Loot_Blacksite_Vial_Tygan AkEvent]
SpokenText="Тепер речовина з секретного об'єкта у нас, i, гадаю, нам слiд придiлити максимум часу i ресурсiв її вивченню. Я негайно починаю пiдготовку до повного аналiзу."

[S_Golden_Path_Mission_Loot_Forge_Body_Tygan AkEvent]
SpokenText="Всерединi захопленого костюма ми знайшли те, що цiлком може виявитися прототипом безлiчi сил \"Адвента\". Навiть якщо я повнiстю зосереджуся на дослiдженнi цiєї особини, повний аналiз вимагатиме значної кiлькостi часу i ресурсiв."

[S_Golden_Path_Mission_Loot_Psi_Gate_Tygan AkEvent]
SpokenText="Цей характерний артефакт iнопланетян схожий на якийсь портал або прохiд. Ми вважаємо, що вiн дозволяє iнопланетянам перемiщатися на далекi дистанцiї - можливо, навiть за межi самого свiту, але повне вивчення функцiї цих ворiт потребуватиме чимало часу."

[S_Golden_Path_Musings_Blacksite_Horror_Tygan_01 AkEvent]
SpokenText="Я був упевнений, що на секретному об'єктi ми знайдемо докази сумнiвних експериментiв над людьми. Але те, що постало перед нашими очима, виявилося кошмарнiшим за всi найстрашнiшi припущення. Єдине призначення цього комплексу полягало в переробцi людського генетичного матерiалу в промислових масштабах для цiлей, вiдомих лише iнопланетянам, якi далеко зайшли за межi вiдомої нам науки."

[S_Golden_Path_Musings_Dying_Ethereals_Tygan_01 AkEvent]
SpokenText="Старiйшини завжди залишалися в тiнi. Я сумнiваюся, що бiльшiсть жителiв мiських центрiв бачили хоча б одного особисто - однi лише пам'ятники їм. Той факт, що вони, як стало вiдомо, страждають вiд невилiковної недуги, пояснює їхнє прагнення уникати публiчностi. Залишається питання: що це за захворювання, при якому навiть можливостей iнопланетян не вистачає, щоб його перемогти?"

[S_Golden_Path_Musings_Risistance_Tygan_01 AkEvent]
SpokenText="Опiр органiзований набагато краще, нiж я думав. Але їм все одно доведеться покладатися на нас у питаннях як стратегiї, так i тактики. Хочеться сподiватися, що у них хоча б знайдуться контакти, якi зможуть надати нам iнформацiю про перемiщення i позицiї \"Адвента\"."

[S_GP_Avatar_Body_Recovered_But_Prereqs_Not_Met_Tygan AkEvent]
SpokenText="Командире, я нiскiльки не сумнiваюся, що захоплена особина - важлива частина плану iнопланетян, але наразi у нас немає жодної можливостi вивчити її належним чином."

[S_GP_PreBlacksite_Objective_Ambient AkEvent]
SpokenText="За моїм досвiдом, для захисту своїх баз \"Адвент\" частiше за все покладається не стiльки на прихованiсть, скiльки на присутнiсть великої кiлькостi важкоозброєних бiйцiв. У всякому разi, так було з усiма спорудами, в яких менi довелося побувати особисто. Якщо вони подбали про те, щоб замаскувати цей секретний об'єкт, то все знайдене там лише викличе новi питання."

[S_GP_PreBroadcast_Objective_Ambient AkEvent]
SpokenText="Якщо ми зможемо нейтралiзувати придушуюче поле \"Адвента\" i вiдключити їхню мережу, це дасть нам реальну можливiсть звiльнити свiт вiд iнопланетного гнiту. Я нiколи не думав, що доживу до цього дня. Земля нарештi дiзнається правду, i станеться це тiльки завдяки нашим зусиллям."

[S_GP_PreCaptain_Objective_Ambient AkEvent]
SpokenText="Змушений визнати, мене заiнтригували можливостi, що вiдкрилися пiсля успiшного видалення iмплантату у нашого командира. Менi б хотiлося вивчити ще одного пацiєнта i провести порiвняльний аналiз. Оскiльки офiцер з iмплантатом, швидше за все, загине задовго до прибуття в мою лабораторiю, нам доведеться використовувати бiльш грубий i прямий спосiб вилучення чiпа."

[S_GP_PreForge_Objective_Ambient AkEvent]
SpokenText="Координати, виявленi нами пiд час дослiдження захопленого на секретному об'єктi \"Адвента\" генетичного зразка, дозволяють припустити, що все це - лише верхiвка айсберга. Пов'язана з проектом \"Аватар\" iнфраструктура має бути воiстину величезною. Нам пощастило, що ми змогли здобути цей зразок, iнакше взятий слiд обiрвався б на цьому мiсцi."

[S_GP_PreFortress_Objective_Ambient AkEvent]
SpokenText="Я не маю уявлення, що ми знайдемо по iнший бiк цих ворiт, але частина мене заздрить цим солдатам: вони стоять на порозi, за яким може виявитися iнший свiт. Їм належить стати не тiльки героями, але й першовiдкривачами. Цим людям ми довiрили нашу долю."

[S_GP_PreLiveCodex_Objective_Ambient AkEvent]
SpokenText="Незважаючи на всi заперечення Шень, я сумнiваюся, що дослiдження першого Кодексу дало б кращi результати, навiть якби ми вдались до менш грубих методiв. Гадаю, що у наших солдатiв не виникне проблем з використанням черепного бура проти наступного Кодексу, з яким їм доведеться зiткнутися."

[S_GP_PrePsiGate_Objective_Ambient AkEvent]
SpokenText="Я заiнтригований тим, що, незважаючи на всi спроби Кодексу зупинити наше вторгнення в мережу \"Адвента\", нам вдалося витягти з неї координати, якi вказують на практично повнiстю безлюдний регiон. Так чи iнакше, iнопланетнi загарбники не дозволяють нам довго сидiти на одному мiсцi."

[S_Humans_Obsolete_Tygan_01 AkEvent]
SpokenText="На вигляд - так. Але за функцiоналом..."

[S_Humans_Obsolete_Tygan_02 AkEvent]
SpokenText="О, командире. Прекрасно. Можемо починати."

[S_Humans_Obsolete_Tygan_03 AkEvent]
SpokenText="Нi для кого не секрет, що солдати \"Адвента\" володiють генетичними властивостями як людей, так i iнопланетян. Попереднiй аналiз показує, що це результат прямого впливу на живу людину. Полоненого або навiть добровольця."

[S_Humans_Obsolete_Tygan_04 AkEvent]
SpokenText="Однак насправдi все зовсiм не так."

[S_Humans_Obsolete_Tygan_05 AkEvent]
SpokenText="Бiйцi \"Адвента\", яких ми виявили в тому комплексi, включаючи даний зразок, були виготовленi серiйно."

[S_Humans_Obsolete_Tygan_06 AkEvent]
SpokenText="Не клони, нi. Скорiше, шаблони."

[S_Humans_Obsolete_Tygan_07 AkEvent]
SpokenText="У кожного солдата - унiкальний генетичний код. Переважно людський, але частина його вiдкрита."

[S_Humans_Obsolete_Tygan_08 AkEvent]
SpokenText="Для будь-якої ДНК, яку здумається додати \"Адвенту\". Сектоїда. Мутона. Навiть тварини, яку у вiйськах називають \"Берсерк\"."

[S_Humans_Obsolete_Tygan_09 AkEvent]
SpokenText="У всiх випадках фрагменти зв'язуються разом людським генним матерiалом."

[S_Humans_Obsolete_Tygan_10 AkEvent]
SpokenText="Саме. Це ключовий компонент процесу виготовлення солдат."

[S_Humans_Obsolete_Tygan_11 AkEvent]
SpokenText="В певнiй мiрi. Але якщо я не помиляюсь, це ще не все."

[S_Humans_Obsolete_Tygan_12 AkEvent]
SpokenText="Людська ДНК цiєї особини має одну ключову вiдмiннiсть вiд всього, що ми розшифрували в \"Залi тiней\". Псiонiчна чутливiсть. Враховуючи кiлькiсть модифiкацiй, це явно не випадково."

[S_Humans_Obsolete_Tygan_13 AkEvent]
SpokenText="Я прийшов до такого ж висновку. Теоретично, створiння на основi цього шаблону може бути дуже потужним. Якби ми не перехопили його до завершення процесу…"

[S_Humans_Obsolete_Tygan_14 AkEvent]
SpokenText="За допомогою \"Залу тiней\" ми спробували проаналiзувати ДНК цiєї особини."

[S_I_Wasn_t_Going_To_Admit_Tygan AkEvent]
SpokenText="Я не хотiв зiзнаватися в цьому Шень, але є дещо, чого менi бракує ще бiльше, нiж зниклого лабораторного обладнання... Цих проклятих соковитих гамбургерiв \"Адвента\". Я поняття не маю, звiдки вони беруть для них м'ясо, i, правду кажучи, не бажаю це знати."

[S_Misc_Alien_Encryp_Tygan_01 AkEvent]
SpokenText="Iнопланетяни використовують форму шифрування, з якою ми нiколи ранiше не стикалися - мало пiддається поясненню. Нам необхiдно знайти спосiб зламати код. Однак, я гадаю, на це знадобиться деякий час."

[S_Misc_Thanks_Codex_Brain_Tygan_01 AkEvent]
SpokenText="Командире, будь ласка, оголосiть подяку нашим вiйськам у зв'язку з завершенням того, що безсумнiвно було складним завданням у ходi захоплення Процесора Кодексу. Ми якнайшвидше почнемо роботу над ним."

[S_Old_Gods_01_Tygan_01 AkEvent]
SpokenText="Нашi бiйцi повнiстю нейтралiзували об'єкт. Те, що ми зараз чуємо, побiчний продукт електричної стимуляцiї - запевняю вас, чутливiсть до болю йому вже не загрожує."

[S_Old_Gods_01_Tygan_02 AkEvent]
SpokenText="Вiдправляю нову послiдовнiсть."

[S_Old_Gods_01_Tygan_03 AkEvent]
SpokenText="Тут є ще щось. Внизу... Одну хвилину."

[S_Old_Gods_01_Tygan_04 AkEvent]
SpokenText="Об'єкт намагається заблокувати подальший доступ."

[S_Old_Gods_01_Tygan_05 AkEvent]
SpokenText="Майже готово... Ще трохи..."

[S_Old_Gods_01_Tygan_06 AkEvent]
SpokenText="Готово."

[S_Old_Gods_01_Tygan_07 AkEvent]
SpokenText="Гадаю, своєрiдний захисний протокол. Кодекс цiлеспрямовано перевантажив iнтерфейс, щоб закрити доступ до решти iнформацiї."

[S_Old_Gods_01_Tygan_08 AkEvent]
SpokenText="I все ж я був на крок попереду."

[S_Old_Gods_01_Tygan_09 AkEvent]
SpokenText="Так, i розшифровка займе чимало часу."

[S_Old_Gods_01_Tygan_10 AkEvent]
SpokenText="Я приступлю до необхiдних дослiджень - звiсно, з вашого дозволу, командире. Також запропонував би звернути увагу на отриманi координати..."

[S_Old_Gods_02_Alt_Tygan_02 AkEvent]
SpokenText="Отримана мною iнформацiя коштує тих пошкоджень, якi \"Зал тiней\" отримав пiд час нашого тестування. Ви самi зараз у цьому переконаєтесь."

[S_Old_Gods_02_Tygan_01 AkEvent]
SpokenText="Центр, командире... порядок. Аналiз елементiв даних Кодексу майже завершений."

[S_Old_Gods_02_Tygan_02 AkEvent]
SpokenText="Iнформацiя, яку менi вдалося здобути, коштує втрати \"Залу тiней\". Ви самi зараз у цьому переконаєтесь."

[S_Old_Gods_02_Tygan_03 AkEvent]
SpokenText="Так. I я починаю розумiти, чому."

[S_Old_Gods_02_Tygan_04 AkEvent]
SpokenText="Старiйшини, схоже, схильнi до агресивної форми дегенерацiї тканин. Спостерiгається стрiмка атрофiя м'язiв до стану, який ранiше я не вважав би можливим."

[S_Old_Gods_02_Tygan_05 AkEvent]
SpokenText="Коли маєш справу з таким противником, немає нiчого простого."

[S_Old_Gods_02_Tygan_06 AkEvent]
SpokenText="У нас. Тобто у всьому людствi."

[S_Old_Gods_02_Tygan_07 AkEvent]
SpokenText="Старiйшини не перший вiк активно шукають засiб, щоб позбутися цiєї напастi. Кожного разу при зустрiчi з новими видами вони збирали матерiал i генетичнi данi, щоб вирiшити цю проблему. До цього моменту."

[S_Old_Gods_02_Tygan_08 AkEvent]
SpokenText="Менi здається, вони знайшли щось у нас - достатньо важливе, щоб пустити тут корiння."

[S_Old_Gods_02_Tygan_09 AkEvent]
SpokenText="Я не можу сказати точно. Ключовi файли були ранiше видаленi згiдно з певним проектом \"Аватар\"."

[S_Old_Gods_02_Tygan_10 AkEvent]
SpokenText="Загалом так i є. I ми, на жаль, не наблизилися до розумiння цiлей цих дослiджень. Ключовi файли, що були частиною певного проекту \"Аватар\", видаленi."

[S_Old_Gods_02_Tygan_11 AkEvent]
SpokenText="Якби у нас був доступ до повнiстю функцiонуючого Кодексу, я мiг би їх вiдновити."

[S_Old_Gods_02_Tygan_12 AkEvent]
SpokenText="Бредфорд, я не вимагаю присутностi цього створiння тут. Я переконаний, що зможу отримати доступ вiддалено, якщо вашi бiйцi пiдiйдуть до нього достатньо близько."

[S_PostIntroStasisLanceReminder_Tygan AkEvent]
SpokenText="Командире, маючи на руках черепний бур, ми повиннi спробувати його на одному з офiцерiв \"Адвента\". Гадаю, у нас все має вийти."

[S_Pre_Final_Mission_Broadcast_Tygan_01 AkEvent]
SpokenText="Теоретично."

[S_Psi_Network_Tygan_01_GoldenPath AkEvent]
SpokenText="Центр, командире. Так, процес контролюється краще, якщо пацiєнт вже помер. Результати, однак.... Краще буде, якщо ви самi подивитеся."

[S_Psi_Network_Tygan_02_GoldenPath AkEvent]
SpokenText="Розтин капiтана \"Адвента\" пiдтвердив наявнiсть iмпланта, аналогiчного тому, що був вилучений у командира. Але є й вiдмiнностi."

[S_Psi_Network_Tygan_03_GoldenPath AkEvent]
SpokenText="Перед вами данi, отриманi безпосередньо з iмплантату капiтана \"Адвента\". I цi данi - вашi, командире. Як мiнiмум, це тактична iнформацiя, яка оброблялася вашим мозком. Легко помiтити iдентичнiсть."

[S_Psi_Network_Tygan_04_GoldenPath AkEvent]
SpokenText="Так. Однак..."

[S_Psi_Network_Tygan_05_GoldenPath AkEvent]
SpokenText="На даних \"Адвента\" слiди дефектiв. Вiдключивши командира вiд їхньої мережi, ми завдали їм суттєвої шкоди."

[S_Psi_Network_Tygan_06_GoldenPath AkEvent]
SpokenText="Так. Це своєрiдна псiонiчна мережа. Iмплантати здатнi отримувати i вiдправляти данi - великий обсяг даних - у зашифрованому виглядi разом з потоком псi-енергiї."

[S_Psi_Network_Tygan_07_GoldenPath AkEvent]
SpokenText="Робоча теорiя така: \"Адвент\" використовує мережу для пiдсилення тактичних здiбностей вiйськ i поширення наказiв командування. Звернiть увагу..."

[S_Psi_Network_Tygan_08_GoldenPath AkEvent]
SpokenText="Навiть у такому плачевному станi носiя iмплантат продовжує працювати. Воiстину, неймовiрне досягнення."

[S_Psi_Network_Tygan_09_GoldenPath AkEvent]
SpokenText="Потенцiйно - так. Але менi потрiбен доступ до їхньої мережi, щоб це зрозумiти."

[S_Psi_Network_Tygan_10_GoldenPath AkEvent]
SpokenText="Нам знадобиться активне пiдключення. Потрiбно зламати живого офiцера \"Адвента\"."

[S_Psi_Network_Tygan_11_GoldenPath AkEvent]
SpokenText="Пустiть мене в їхню мережу, я впевнений, ризик виправдається."

[S_Setup_Phase_ADVENT_Officer_Corpse_Recovered_Tygan AkEvent]
SpokenText="Прекрасно. Почну вивчення захопленої особини за першим вашим сигналом, командире."

[S_Setup_Phase_First_Loot_Screen_Tygan AkEvent]
SpokenText="Цi предмети знадобляться нам у боротьбi з iнопланетною загрозою. Командире, коли у вас буде хвилинка, менi хотiлося б розповiсти про свої вiдкриття - вони пов'язанi з iмплантатом, який ми з вас вилучили."

[S_Setup_Phase_Geoscape_Build_Radio_Relays_To_Reduce_Costs_Tygan AkEvent]
SpokenText="Командире, ми з Шень провели спiльне дослiдження, i я вважаю, що можна знизити витрати даних на встановлення контактiв з регiонами за допомогою радiоретрансляторiв. Чим далi регiон вiд ретранслятора, тим дорожче обiйдеться контакт, тому я рекомендую побудувати ретранслятори по краях iснуючої мережi. Комiрки опору повиннi бути радi подiбним удосконаленням; не сумнiваюся, у боргу вони не залишаться."

[S_Setup_Phase_Research_In_Progress_Tygan AkEvent]
SpokenText="Вiтаю. Робота йде повним ходом, але до завершення дослiджень ще далеко."

[S_Setup_Phase_Study_The_Chip__Tygan AkEvent]
SpokenText="Командире, чекаю вашого розпорядження. Готовий почати дослiджувати чiп \"Адвента\" з метою з'ясування принципiв його дiї."

[S_Shadow_Chamber_Tygan_01 AkEvent]
SpokenText="Ми, звiсно, досягли чималих успiхiв у проникненнi в псi-мережу iнопланетян, але нашi знання поки нiщо в порiвняннi з рiвнем їхнього технiчного розвитку."

[S_Shadow_Chamber_Tygan_02 AkEvent]
SpokenText="I все ж \"Зал тiней\" - потужний дешифратор. Скоро у нас буде набагато бiльше iнформацiї, нiж ми спочатку сподiвалися."

[S_Support_Ambient_Musings_Misc_Tygan_01 AkEvent]
SpokenText="Схоже, моя попередниця перетворювалася на звiра, коли справа стосувалася проведення допитiв або розтину пiддослiдних iнопланетян. Наскiльки я знаю, вона нiколи не цуралася чорної роботи."

[S_Support_Avatar_Corpse_Recovered_Tygan AkEvent]
SpokenText="Знайдена нами особина знаходиться в незавершеному станi, але я впевнений, що це той самий \"Аватар\", за яким ми гналися. Слiд якнайшвидше почати розтин i з'ясувати, що в ньому такого особливого."

[S_Support_First_PCS_Interface_Tygan AkEvent]
SpokenText="Командире, використовуючи тактичнi симулятори \"Адвента\", ми можемо пiдвищити бойовi навички наших бiйцiв. При цьому слiд враховувати, що iснує обмеження на кiлькiсть бiйцiв, одночасно використовуючих цi технологiї."

[S_Support_First_Tech_Changed_Tygan_01 AkEvent]
SpokenText="Командире, ми вже вклали достатньо ресурсiв у це дослiдження. Однак якщо ви наполягаєте, можемо зайнятися чимось iншим."

[S_Support_First_Tech_Selected_Tygan_01 AkEvent]
SpokenText="Згоден з тим, що цей напрямок є найбiльш iнтригуючим. Ми негайно почнемо роботу. Я дам знати, коли буде готовий повний звiт."

[S_Support_Great_Mission_Tygan_01 AkEvent]
SpokenText="Вражаючi результати, командире. Бiйцi стають усе здiбнiшими з кожною операцiєю."

[S_Support_Great_Mission_Tygan_02 AkEvent]
SpokenText="Ми нiкого не втратили. Сподiваюся, всi нашi операцiї пройдуть так само успiшно."

[S_Support_Great_Mission_Tygan_03 AkEvent]
SpokenText="Я очiкував, що у новобранцiв виникнуть проблеми, але вони чудово впоралися, командире."

[S_Support_Great_Mission_Tygan_04 AkEvent]
SpokenText="Якщо кожна операцiя буде настiльки iдеальною, то повернення планети - лише питання часу."

[S_Support_Great_Mission_Tygan_05 AkEvent]
SpokenText="Виконано на найвищому рiвнi. Вiдмiнна робота, командире."

[S_Support_Great_Mission_Tygan_06 AkEvent]
SpokenText="Приємно спостерiгати за успiхами на полi бою. Це корисно для бойового духу всiєї команди."

[S_Support_Great_Mission_Tygan_07 AkEvent]
SpokenText="Незважаючи на обмеженi ресурси, нашi бiйцi продовжують радувати. Дуже вражає, командире."

[S_Support_Great_Mission_Tygan_08 AkEvent]
SpokenText="Я вражений, командире. Чергова героїчна бойова операцiя."

[S_Support_Great_Mission_Tygan_09 AkEvent]
SpokenText="Вiдмiнна робота, командире. Вашi вiйськовi успiхи, без сумнiву, надихають команду."

[S_Support_Great_Mission_Tygan_10 AkEvent]
SpokenText="Завжди приємно, коли загiн повертається без бойових втрат. Кращого результату i не придумаєш."

[S_Support_Great_Mission_Tygan_11 AkEvent]
SpokenText="Новий успiх перевершує всi очiкування. Я вражений, командире."

[S_Support_More_Scientists_Tygan_01 AkEvent]
SpokenText="Командире, у нас безлiч проектiв з розробки новiтнiх технологiй. Якщо вам попадуться обдарованi новобранцi, я вiдразу знайду їм заняття."

[S_Support_Red_UI_Player_Not_Researching_Tygan AkEvent]
SpokenText="Командире, лабораторiя простоює. Без активних дослiджень ми марно втрачаємо час i ресурси. Подумайте, чи не слiд нам чим-небудь зайнятися."

[S_Support_Reminder_Alien_Biotech_Tygan AkEvent]
SpokenText="Якщо ми хочемо дiзнатися, для чого призначався вилучений з вас чiп, нам потрiбно якнайшвидше розпочати вiдповiднi дослiдження."

[S_Support_Staffing_Investment_Tygan_01 AkEvent]
SpokenText="Командире, не забувайте, що вченi, призначенi в певний вiдсiк, повиннi провести там деякий час, перш нiж ми зможемо їх перевести."

[S_Support_Tech_Changed_Tygan_01 AkEvent]
SpokenText="Я негайно перекину всi потужностi на новий проект. Як тiльки буде прогрес, я повiдомлю."

[S_Support_Tech_Changed_Tygan_02 AkEvent]
SpokenText="Можу зрозумiти, чому ви вiддаєте перевагу iншому напрямку, командире. Ми негайно займемося новим проектом."

[S_Support_Tech_Changed_Tygan_03 AkEvent]
SpokenText="Новий проект отримає найвищий прiоритет, командире. Як тiльки буде, що доповiсти, я негайно повiдомлю."

[S_Support_Tech_Selected_Tygan_01 AkEvent]
SpokenText="Зараз менi вже бачаться кiлька практичних застосувань цiєї технологiї. Як тiльки дослiдження буде завершено, я надiшлю звiт."

[S_Support_Tech_Selected_Tygan_02 AkEvent]
SpokenText="Я припускав, що це дослiдження стане прiоритетним. Як тiльки будуть результати, негайно повiдомлю."

[S_Support_Tech_Selected_Tygan_03 AkEvent]
SpokenText="Командире, ми негайно приступаємо до роботи. Коли буде готовий повний звiт, я повiдомлю."

[S_Support_Tough_Mission_Tygan_01 AkEvent]
SpokenText="Я зробив усе, що мiг, для наших бiйцiв, але цього, очевидно, недостатньо."

[S_Support_Tough_Mission_Tygan_02 AkEvent]
SpokenText="Доведеться щiльнiше зайнятися новими дослiдженнями. Таке не повинно повторитися."

[S_Support_Tough_Mission_Tygan_03 AkEvent]
SpokenText="Не можу не вiдчувати себе в якiйсь мiрi вiдповiдальним за це. Якби я тiльки мiг зробити бiльше."

[S_Support_Tough_Mission_Tygan_04 AkEvent]
SpokenText="Прикрий результат, командире. Ми повиннi докласти всiх зусиль до того, щоб подiбна трагедiя не повторилася."

[S_Support_Tough_Mission_Tygan_05 AkEvent]
SpokenText="Всi ми очiкували бiльшого, але тепер доведеться постаратися, щоб компенсувати цi прикрi втрати."

[S_Support_Unstaffed_Scientist_Tygan AkEvent]
SpokenText="Командире, менi зараз повiдомили, що не всi члени дослiдницької команди отримали призначення. Щоб зберiгати максимальну ефективнiсть, слiд призначити вiльних учених у вiдсiки."

[S_Tygan_Generic_ResearchComplete_A AkEvent]
SpokenText="Не сумнiваюся, вас результати зацiкавлять не менше, нiж мене."

[S_Tygan_Generic_ResearchComplete_B AkEvent]
SpokenText="Результат, схоже, буде несподiваним, але вкрай цiкавим."

[S_Tygan_Generic_ResearchComplete_C AkEvent]
SpokenText="Наслiдки цього дослiдження виявляться для нас дуже доречними."

[S_Tygan_Generic_ResearchComplete_D AkEvent]
SpokenText="Вiдкриття можуть виявитися вкрай корисними для нашої справи, командире."

[S_Tygan_Generic_ResearchComplete_E AkEvent]
SpokenText="Командире, я зробив кiлька найцiкавiших вiдкриттiв."

[S_Tygan_Greeting_A AkEvent]
SpokenText="Вiтаю."

[S_Tygan_Greeting_B AkEvent]
SpokenText="Доброго дня, командире."

[S_Tygan_Greeting_C AkEvent]
SpokenText="Командире?"

[S_Tygan_Greeting_D AkEvent]
SpokenText="Так, командире?"

[S_Tygan_Greeting_E AkEvent]
SpokenText="Чекаю вказiвок, командире."

[S_Tygan_Greeting_F AkEvent]
SpokenText="Готовий починати за першим словом, командире."

[S_Tygan_New_Objective_AvatarAutopsy AkEvent]
SpokenText="Тепер ми готовi провести розтин цiєї могутньої особини. Думаю, ми в парi крокiв вiд повного розумiння того, що ж це за Аватар."

[S_Tygan_New_Objective_BlacksiteVial AkEvent]
SpokenText="Ми готовi розпочати аналiз матерiалу, захопленого на секретному об'єктi \"Адвента\"."

[S_Tygan_New_Objective_BuildShadowChamber AkEvent]
SpokenText="Отримавши бiльш глибокi уявлення про методи шифрування iнопланетян, ми можемо побудувати вiдсiк, в якому вестиметься аналiз всiх матерiалiв, що стосуються проекту \"Аватар\". Рекомендую з цим не зволiкати."

[S_Tygan_New_Objective_CodexBrain AkEvent]
SpokenText="\"Зал тiней\" нарештi запрацював. Маючи такi покращенi методи дешифрування, ми можемо зайнятися аналiзом захопленого Кодексу."

[S_Tygan_New_Objective_UpgradeShadowChamber AkEvent]
SpokenText="Щоб проаналiзувати захопленi псi-ворота, нам потрiбно внести певнi змiни до \"Залу тiней\"."

[S_Tygan_Research_InProgress_A AkEvent]
SpokenText="Робота йде за графiком, командире."

[S_Tygan_Research_InProgress_B AkEvent]
SpokenText="Робота йде повним ходом, командире."

[S_Tygan_Research_InProgress_C AkEvent]
SpokenText="Дослiдження поки вiдповiдають плану, командире."

[S_Tygan_Research_InProgress_D AkEvent]
SpokenText="Дослiдження йдуть суворо за графiком, командире."

[S_Tygan_Research_InProgress_E AkEvent]
SpokenText="Ми все ще працюємо над поточним проектом, командире."

[S_Tygan_ThankYouForLab AkEvent]
SpokenText="Новий науковий вiдсiк дуже до речi. Дякую, командире."

[S_Victory_Tygan_01 AkEvent]
SpokenText="Це Старiйшини! Вони забивають наш канал зв'язку… Придушуючи свiдомiсть командира!"

[S_Victory_Tygan_02 AkEvent]
SpokenText="Життєвi показники стабiлiзуються. Синаптична активнiсть приходить у норму."

[S_Welcome_Lab_01_Tygan_01 AkEvent]
SpokenText="Вражає, чи не так? Неймовiрна мiць i жодної загрози для життя. Шкода, що не можна сказати того ж про решту технологiй iнопланетян, командире."

[S_Welcome_Lab_01_Tygan_02 AkEvent]
SpokenText="Доктор Рiчард Тайган, провiдний вчений. Я вiдповiдаю за всi дослiдження, а також за процедуру, через яку вам довелося пройти. Ласкаво просимо в мою скромну лабораторiю."

[S_Welcome_Lab_01_Tygan_03 AkEvent]
SpokenText="Не знаю, чи повiдомив вам Центр, але ми дещо знайшли, поки виймали вас зi стазис-костюма."

[S_Welcome_Lab_01_Tygan_04 AkEvent]
SpokenText="Цей пристрiй iмплантували вам прямо в потиличну долю. Якби у мене було те ж обладнання, що i колись в \"Адвентi\", я б давно вже з'ясував його точне призначення. Втiм, з часом я все одно розберуся - з вашого дозволу, звiсно."

[S_Welcome_Lab_01_Tygan_05 AkEvent]
SpokenText="I ще один момент. Обладнання тут, безсумнiвно, вражає, але наодинцi багато не зробиш. Якщо вам вдасться дiстати для мене додатковий персонал i ресурси, я зможу значно прискорити нашi дослiдження. Удачi, командире."

[S_Welcome_Lab_02_Tygan_01 AkEvent]
SpokenText="Майже вся моя робота заснована на цьому нескладному принципi. Якби я тiльки знав."

[S_Welcome_Lab_02_Tygan_02 AkEvent]
SpokenText="О, командире, ви дуже вчасно. У нас є деякий прогрес."

[S_Welcome_Lab_02_Tygan_03 AkEvent]
SpokenText="Я змiг проаналiзувати ряд ключових компонентiв чiпа, iмплантованого у ваш череп. Виходить, вiн служив для того, щоб передавати у вашу мозкову кору величезнi обсяги даних."

[S_Welcome_Lab_02_Tygan_04 AkEvent]
SpokenText="Оскiльки зв'язок ми розiрвали, бiльша частина даних зникла, але дещо збереглося. Примарнi данi, якщо завгодно. Дивiться самi."

[S_Welcome_Lab_02_Tygan_05 AkEvent]
SpokenText="Це тактичнi симуляцiї. Вiйськова гра. Кiлькiсть ситуацiй, якi ви обробляли, була колосальною. Я взагалi... здивований, що ви змогли таке пережити."

[S_Welcome_Lab_02_Tygan_06 AkEvent]
SpokenText="Так, звучить зловiсно, але є i гарнi новини. Цей пристрiй схожий на медичний iмплантат, до розробки якого я доклав руку, працюючи в клiнiцi генної терапiї в Нью-Провiденс."

[S_Welcome_Lab_02_Tygan_07 AkEvent]
SpokenText="Як я зрозумiв, iмплантати призначалися для офiцерiв \"Адвента\" вiд капiтана i вище. Ми зможемо пiдтвердити це, лише здобувши подiбний чiп. Було б корисно зрозумiти, що цi iмплантати з себе представляють. Командире."

[S_Welcome_Lab_Tygan_01_Setup_Phase AkEvent]
SpokenText="...Неймовiрно. Аналогiчно дослiдженням реакцiй на iмунодепресанти, якi я вiв ще до Примирення."

[S_Welcome_Lab_Tygan_02_Setup_Phase AkEvent]
SpokenText="О, Командире. Ви дуже вчасно. Нам потрiбно дещо обговорити."

[S_Welcome_Lab_Tygan_03_Setup_Phase AkEvent]
SpokenText="О, так, менi слiд представитися. Доктор Рiчард Тайган, голова дослiдницького вiддiлу. Я вiдповiдав за операцiю, яку вам довелося недавно перенести. Ласкаво просимо до моєї лабораторiї."

[S_Welcome_Lab_Tygan_04_Setup_Phase AkEvent]
SpokenText="Не знаю, чи повiдомив вам Центр, але ми дещо знайшли, поки виймали вас зi стазис-костюма."

[S_Welcome_Lab_Tygan_05_Setup_Phase AkEvent]
SpokenText="Виявлене вами створiння напевно було важливою частиною проекту \"Аватар\". Я високо цiную вашi зусилля."

[S_Welcome_Lab_Tygan_06_Setup_Phase AkEvent]
SpokenText="Якимось чином через вашу мозкову кору проганялися величезнi обсяги даних. Деякi фрагменти менi вдалося вiдновити... Ось, дивiться самi."

[S_Welcome_Lab_Tygan_07_Setup_Phase AkEvent]
SpokenText="Це тактичнi симуляцiї. Вiйськовi iгри. Кiлькiсть ситуацiй, якi ви обробляли, була колосальною. Я взагалi здивований, що ви змогли таке пережити."

[S_Welcome_Lab_Tygan_08_Setup_Phase AkEvent]
SpokenText="Розумiю, це досить неприємно, але є i гарнi новини. Цей пристрiй схожий на медичний iмплантат, до розробки якого я мав вiдношення в клiнiцi \"Адвента\"."

[S_Welcome_Lab_Tygan_09_Setup_Phase AkEvent]
SpokenText="Судячи з усього, iмплантати призначалися для старшого офiцерського складу \"Адвента\". Якби ми змогли прихопити одного з них з собою, менi, можливо, вдалося б дiзнатися, яким чином працюють цi пристрої. Безсумнiвно, це нам би стало у пригодi."

[S_Welcome_Lab_Tygan_10_Setup_Phase AkEvent]
SpokenText="Так, ось ще що хотiв сказати... Якщо вам вдасться видiлити для моєї лабораторiї додатковий персонал i деяке обладнання, нашi дослiдження значно просунуться. Удачi, командире."
